Repository: okfish/django-oscar-shipping
Catalog: oscar_shipping/locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: Shipping method %s selected
ru_ru: %s - доставка выбрана

source: Russian Cities
ru_ru: Города России

source: Regions of Russia
ru_ru: Регионы России

source: All Russian Regions and Cities
ru_ru: Все города и регионы России

source: Foreign Countries
ru_ru: Зарубежные страны

source: Sorry. EMS API is offline right now
ru_ru: Извините. EMS API сейчас офлайн

source: Destination city
ru_ru: Место назначения

source: Type of transportation
ru_ru: Способ транспортировки

source: Please choose the transportation type
ru_ru: Выберите способ транспортировки

source: Auto
ru_ru: Авто

source: Avia
ru_ru: Авиа

source: Branch: %s
ru_ru: Филиал: %s

source: Self-service Pickup and shipping
ru_ru: Самовывоз

source: Customers can pick up goods in the central store
ru_ru: Клиент сам забирает товар

source: PEC API ver. 1.0
ru_ru: ПЭК API ver. 1.0

source: EMS Russian Post REST API
ru_ru: EMS Почта России REST API

source: DHL API (not ready yet)
ru_ru: DHL API (в разработке)

source: USPS API (not ready yet)
ru_ru: USPS API (в разработке)

source: Online
ru_ru: Онлайн

source: Offline
ru_ru: Оффлайн

source: Disabled
ru_ru: Отключено

source: Order includes shipping charges
ru_ru: Стоимость доставки включена в заказ

source: Shipping is paid by buyer
ru_ru: Доставка оплачивается покупателем

source: API username
ru_ru: Имя пользователя API

source: API key
ru_ru: ключ API

source: API type
ru_ru: тип API

source: City of origin
ru_ru: Место отправления

source: active
ru_ru: активно

source: Use this method in checkout?
ru_ru: Использовать этот способ?

source: status
ru_ru: статус

source: payment type
ru_ru: тип оплаты

source: Containers or boxes
ru_ru: Коробки и контейнеры

source: Containers or boxes could be used for packing
ru_ru: Коробки и контейнеры, которые могут использоваться для упаковки

source: ERROR! There is no shipping address for charge calculation!
ru_ru: Ошибка! Отсутствует адрес для расчета стоимости!

source: Approximated shipping price for {weight} kg from {origin} to {destination}
ru_ru: Примерная цена доставки за {weight}кг из {origin} в {destination}

source: Please, choose another shipping method!
ru_ru: Выберите другой способ доставки!

source: Found too many destinations for given city (%s)
ru_ru: Найдено слишком много вариантов для выбранного города (%s)

source: Please refine your shipping address
ru_ru: Уточните адрес доставки

source: API error was: %s
ru_ru: Сообщение API: (%s)

source: Name
ru_ru: Название

source: Description
ru_ru: Описание

source: Image
ru_ru: Изображение

source: Height, m
ru_ru: Высота, м

source: Width, m
ru_ru: Ширина, м

source: Lenght, m
ru_ru: Длина, м

source: Max loading, kg
ru_ru: Макс нагрузка, кг

source: Shipping Container
ru_ru: Транспортный контейнер

source: Shipping Containers
ru_ru: Перевозка контейнеров

source: virtual volume (%s)
ru_ru: вирт. контейнер объемом %s

source: Oops! We found some errors:
ru_ru: Есть ошибки!

source: Oops! We found some errors
ru_ru: Есть ошибки!

source: please check the error messages below and try again
ru_ru: проверьте сообщение об ошибке и попробуйте снова

source: Details of shipping cost calculated by <strong>EMS</strong>
ru_ru: Подробная информация о стоимости доставки <strong>EMS Почта России</strong>

source: From <strong>%(origin)s</strong> to <strong>%(destination)s</strong>.<br> Brutto: %(total_weight)s kg.<br> Items:
ru_ru: Из <strong>%(origin)s</strong> в <strong>%(destination)s</strong>.<br> Вес (брутто): %(total_weight)s кг.<br> Груз:

source: <li>%(name)s ( %(weight)s kg, %(vol)sm<sup>3</sup>)</li>
ru_ru: <li>%(name)s ( %(weight)s кг, %(vol)sм<sup>3</sup>)</li>

source: Estimated delivery time: from %(min)s to %(max)s days.
ru_ru: Примерное время доставки: от %(min)s до %(max)s дней.

source: Details of shipping cost calculated by <strong>PEC</strong>. Transport type: <b>%(name)s</b><br> including:
ru_ru: Подробная информация о стоимости доставки компанией<strong>ПЭК</strong>.<br /> Транспорт: <b>%(name)s</b><br /> Подробно:

source: <li>%(name)s ( %(weight)s kg, %(vol)sm<sup>3</sup>)</li>
ru_ru: <li>%(name)s ( %(weight)sкг, %(vol)sм<sup>3</sup>)</li>

source: including:
ru_ru: включая:

source: API is offline right now. Sorry. (%s)
ru_ru: API в оффлайне. Извините. (%s)

source: Calculator said: %s
ru_ru: Сообщение калькулятора: %s
